Repository: kmal-kenneth/monilet
Catalog: po/extra/*.po
Languages: es, pl, pt

source: A monitor widget.
es: Un widget monitor
pl: Widżet do monitorowania.
pt: Um monitor widget.

source: It's a system monitor widget.
es: Es un widget monitor del sistema
pl: Widżet do monitorowania systemu.
pt: É um monitor de widget do sistema.

source: Monitor;widget;
pl: Monitor;Widżet;

source: See percentage of use your CPU and number of cores. Also percentage used memory, amount of memory used and total memory.
es: Vea el porcentaje de uso de su CPU y el número de núcleos. También el porcentaje de memoria utilizada, la cantidad de memoria utilizada y la memoria total.
pl: Zobacz procentowe użycie procesora i ilość używanych rdzeni, a także procent użycia pamięci, ilość użytej i dostępnej pamięci.
pt: Veja a percentagem de utilização do seu Processador e do número de núcleos. Veja também a percentagem usada da memória, quantidade de memória e memória total.

source: Stays out of your way by always sticking to the desktop
es: Se mantiene fuera de su camino siempre pegándose al escritorio.
pl: Nie przeszkadza, bo zawsze przykleja się do pulpitu
pt: Sai do seu caminho ficando sempre colada no seu ambiente de trabalho

source: Move the window by dragging any part of it
es: Mueva la ventana arrastrando cualquier parte de ella.
pl: Przenieś okno za dowolną jego część
pt: Mova a janela ao arrastar em qualquer parte dela

source: Quit with the handy shortcut Ctrl + Q
es: Salga con el práctico atajo Ctrl + Q
pl: Zamknij apkę wygodnym skrótem Ctrl + Q
pt: Saía com o atalho conveniente Ctrl + Q

source: Release: It works on small details, such as languages and store previews.
es: Lanzamiento: Trabaja detalles pequeños, como los idiomas y la vista previa en la tienda.
pl: Zwolnij: Działa na małych szczegółach, takich jak języki i podglądy sklepu.
pt: Lançamento: Algum trabalho relacionado com pequenos detalhes, como linguagens e antivisões na loja.

source: Add French to the supported languages.
es: Añade el francé a los idiomas soportados.
pl: Dodaj francuski do obsługiwanych języków.
pt: Francês adicionado às línguas suportadas.

source: Fixed the preview error in the store.
es: Arreglado el error de la vista previa en la tienda.
pl: Naprawiono błąd podglądu w sklepie.
pt: Correção do erro de antevisão na loja.

source: Release: Add Polish to the supported languages.
es: Lanzamiento: Añadir el polaco a los idiomas soportados.
pl: Zwolnij: Dodaj polski do obsługiwanych języków.
pt: Lançamento: Polaco adicionado às línguas suportadas.

source: Release: Arriving in Juno.
es: Lanzamiento: Llegando a Juno.
pl: Wydanie: Przybycie do Juno
pt: Lançamento: A chegar ao Juno.

source: Release: Fixed of the capacity of minimization and form.
es: Lanzamiento: Se corrigió la capacidad de minimización y forma.
pl: Wydanie: Poprawiono minimalizację i formę.
pt: Lançamento: Correção da capacidade de minimizar e da forma.

source: Now it is not minimized by pressing the icon in the dock.
es: Ahora no se minimiza presionando el icono en el dock.
pl: Od teraz nie minimalizuje się po kliknięciu ikony w doku.
pt: Agora já não é minimizado ao pressionar o ícone na doca.

source: Again it shows the rounded edges.
es: Nuevamente muestra los bordes redondeados
pl: Znów pokazuje zaokrąglone rogi.
pt: Mostra os contornos redondos.

source: The close button is present again but the color of the widget.
es: El botón de cierre está presente nuevamente pero el color del widget.
pl: Przycisk zamykania jest znów obecny, ale w kolorze widżetu.
pt: O botão de fechar está novamente presente mas com a cor do widget.

source: Release: Add icons, hide the base icon and remove the close button.
es: Liberar: Agregar iconos, ocultar el icono base y eliminar el botón de cierre.
pl: Wydanie: Dodano ikony, ukryto bazową ikonę i usunięto przycisk zamykania.
pt: Lançamento: Ícones adicionados, ícone de base escondido e botão de fechar removido.

source: Added icons in different sizes (128, 64, 48, 32)
es: Se agregaron iconos en diferentes tamaños (128, 64, 48, 32)
pl: Dodano ikony w innych rozmiarach (128, 64, 48, 32)
pt: Ícones de diferentes tamanhos adicionados (128, 64, 48, 32)

source: It is no longer shown in the dock
es: Ya no se muestra en el muelle
pl: Nie pojawia się już w doku
pt: Já não é mostrado na doca

source: The close button was removed
es: El botón de cerrar fue eliminado
pl: Przycisk zamykania został usunięty
pt: O botão de fechar foi removido

source: Kenet Acuña
pl: Kenet Acuñ
